[Pwn_IntroMiddleClass_MSmall_1 DisTweaks_NPCPawn]
m_BusyText="此人正忙"
m_CannotStealMessage="你不能再携带更多这种弹药了"

[Pwn_IntroMiddleClass_MSmall_1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="工程师"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pwn_MiddleClass_MSmall_1 DisTweaks_NPCPawn]
m_BusyText="此人正忙"
m_CannotStealMessage="你不能再携带更多这种弹药了"

[Pwn_MiddleClass_MSmall_1:DisTweaks_InteractableInterface_12 DisTweaks_InteractableInterface]
m_Name="幸存者"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pwn_MiddleClass_MSmall_1_NoAnxious DisTweaks_NPCPawn]
m_BusyText="此人正忙"
m_CannotStealMessage="你不能再携带更多这种弹药了"

[Pwn_MiddleClass_MSmall_1_NoAnxious:DisTweaks_InteractableInterface_12 DisTweaks_InteractableInterface]
m_Name="幸存者"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pwn_MiddleClass_MSmall_1_NoRatStomp DisTweaks_NPCPawn]
m_BusyText="此人正忙"
m_CannotStealMessage="你不能再携带更多这种弹药了"

[Pwn_MiddleClass_MSmall_1_NoRatStomp:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="幸存者"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

